aaron-bond.better-comments
alefragnani.Bookmarks
CoenraadS.bracket-pair-colorizer-2
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
johnpapa.vscode-peacock
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
patbenatar.advanced-new-file
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
